
/* na */
"Authentication" = "认证";

/* na */
"OK" = "好的";

/* na */
"User or password not valid. Please try again." = "用户名或密码无效，请再试一次。";

/* na */
"Authenticate" = "认证";

/* na */
"Cancel" = "取消";

/* na */
"User:" = "用户名：";

/* na */
"Password:" = "密码：";
